/* The title of the button for aborting the scanning of Audio Units. */
"Abort" = "Avbryt";

/* alert button
   dialog confirmation */
"OK" = "OK";

/* alert button */
"Abort scan" = "Avbryt søk";

/* alert button */
"Continue" = "Fortsett";

/* alert button */
"Continue scan" = "Fortsett søk";

/* alert button */
"Ignore" = "Ignorer";

/* alert button */
"Ignore plug-in" = "Ignorer programtillegg";

/* alert button */
"Open plug-in graphic interface" = "Åpne grafisk grensesnitt for programtillegg";

/* alert button */
"Start Plug-In Manager" = "Start Programtilleggshåndterer";

/* alert text */
"Dear ^P user,\nyou have %ld Audio Unit(s) enabled which did not pass the Apple AU validation. This may cause problems and can even crash ^P or lead to data loss! Please check with the manufacturer(s) for updated versions. We recommend disabling these plug-ins in the Plug-In Manager." = "^P har registrert %ld aktiverte Audio Unit-filer som ikke besto Apple AU-validering. Dette kan forårsake problemer og til og med føre til at ^P krasjer eller at data går tapt. Kontakt produsenten(e) for å få oppdaterte versjoner. Vi anbefaler at du deaktiverer disse programtilleggene i Programtilleggshåndterer.";

/* alert text */
"Only Audio Units that have been successfully scanned will be available in ^P.\nScanning will continue next time you launch ^P." = "Kun Audio Unit-filer som har blitt skannet, vil være tilgjengelige i ^P.\nSkanningen vil fortsette neste gang du starter ^P.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection." = "Audio Unit-filen «%1$@» fra «%2$@» rapporterer at den ikke er riktig autorisert for bruk sammen med denne maskinen.\nDu finner mer informasjon om kopieringsbeskyttelse i dokumentasjonen til programtillegget.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection. You may open the plug-in’s graphic interface now for managing copy protection." = "Audio Unit-filen «%1$@» fra «%2$@» rapporterer at den ikke er riktig autorisert for bruk sammen med denne maskinen.\nDu finner mer informasjon om kopieringsbeskyttelse i dokumentasjonen til programtillegget. Du kan åpne programtilleggets grafiske grensesnitt nå for å administrere kopieringsbeskyttelse.";

/* alert text */
"While verifying Audio Unit compatibility, ^P encountered %ld Audio Unit plug-in(s) which did not pass the Apple AU validation. These plug-ins have been excluded from further usage in ^P to prevent possible problems or crashes. You can start the Plug-In Manager now to review the validation results or continue the startup process." = "Under verifisering av Audio Unit-kompatibilitet fant ^P %ld Audio Unit-programtillegg som ikke besto Apple AU-validering. Disse programtilleggene har blitt blokkert for videre bruk i ^P for å forhindre at problemer eller krasj oppstår. Du kan starte Programtilleggshåndterer nå for å se gjennom valideringsresultatene, eller du kan fortsette oppstartsprosessen.";

/* alert text */
"^P unexpectedly quit while trying to use the Audio Unit “%@” by “%@”.\nThis plug-in may require an update." = "^P avsluttet uventet under forsøk på å bruke Audio Unit-programtillegget «%1$@» fra «%2$@».\nDet er mulig at programtillegget må oppdateres.";

/* alert title */
"An error has occurred with an installed Audio Unit plug-in." = "Det har oppstått en feil med et installert Audio Unit-programtillegg.";

/* alert title */
"Audio Unit authorization error." = "Audio Unit-autoriseringsfeil.";

/* alert title */
"Incompatible Audio Units found." = "Fant inkompatible Audio Unit-filer.";

/* alert title */
"You are about to abort the scan process." = "Du er i ferd med å avbryte skanneprosessen.";

/* alert title */
"You are using incompatible Audio Units." = "Du bruker inkompatible Audio Unit-filer.";

/* audio unit type */
"MIDI processor" = "MIDI-håndterer";

/* audio unit type */
"MIDI-controlled effect" = "MIDI-styrt effekt";

/* audio unit type */
"effect" = "effekt";

/* audio unit type */
"format converter" = "formatkonverterer";

/* audio unit type */
"generator" = "generator";

/* audio unit type */
"instrument" = "instrument";

/* audio unit type */
"mixer" = "mikser";

/* audio unit type */
"offline effect" = "frakoblet effekt";

/* audio unit type */
"output unit" = "ut-enhet";

/* audio unit type */
"panner" = "panorerer";

/* message while starting up */
"Searching for Audio Unit plug-ins…" = "Søker etter Audio Unit-programtillegg…";

/* message while starting up */
"Updating information about Audio Unit plug-ins…" = "Oppdaterer informasjon om Audio Unit-programtillegg…";

/* possible validation result */
"couldn’t be opened" = "kunne ikke åpnes";

/* possible validation result */
"crashed validation" = "validering krasjet";

/* possible validation result */
"failed validation" = "validering mislyktes";

/* possible validation result */
"not authorized" = "ikke autorisert";

/* possible validation result */
"not validated due to internal error" = "ikke validert på grunn av en intern feil";

/* possible validation result */
"not yet validated" = "ikke validert ennå";

/* possible validation result */
"successfully validated" = "validert";

/* progress dialog text */
"Scanning Audio Units (finalized %d of %d)" = "Skanner Audio Unit-filer (%1$d av %2$d fullført)";

/* progress dialog text */
"Scanning Audio Units (finalized %ld of %ld)" = "Skanner Audio Unit-filer (%1$ld av %2$ld fullført)";

/* used for invalid version numbers */
"invalid" = "ugyldig";

/* used when value transformer can’t interpret given object */
"unknown" = "ukjent";
